Repository: wp-plugins/easy-timer
Catalog: languages/easy-timer-*.po
Languages: hu_hu

source: 0 second
hu_hu: 0 m&aacute;sodperc

source: 1 day
hu_hu: 1 nap

source: 1 hour
hu_hu: 1 &oacute;ra

source: 1 minute
hu_hu: 1 perc

source: 1 second
hu_hu: 1 m&aacute;sodperc

source: days
hu_hu: nap

source: hours
hu_hu: &oacute;ra

source: minutes
hu_hu: perc

source: seconds
hu_hu: m&aacute;sodperc

source: JANUARY
hu_hu: JANU&aacute;R

source: FEBRUARY
hu_hu: FEBRU&aacute;R

source: MARCH
hu_hu: M&aacute;RCIUS

source: APRIL
hu_hu: √ÅPRILIS

source: MAY
hu_hu: M&aacute;JUS

source: JUNE
hu_hu: J&uacute;NIUS

source: JULY
hu_hu: J&uacute;LIUS

source: AUGUST
hu_hu: AUGUSZTUS

source: SEPTEMBER
hu_hu: SZEPTEMBER

source: OCTOBER
hu_hu: OKT&oacute;BER

source: MONDAY
hu_hu: H&eacute;TF&otilde;

source: TUESDAY
hu_hu: KEDD

source: WEDNESDAY
hu_hu: SZERDA

source: THURSDAY
hu_hu: CS&uuml;T&ouml;RT&ouml;K

source: FRIDAY
hu_hu: P&eacute;NTEK

source: SATURDAY
hu_hu: SZOMBAT

source: SUNDAY
hu_hu: VAS&aacute;RNAP
